Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: which work tasks are to be prioritized when available time is not enough for all work tasks to be performed; and to whom they can turn in order to receive help and support in carrying out the work.
sv: vilka arbetsuppgifter som ska prioriteras när tillgänglig tid inte räcker till för alla arbetsuppgifter som ska utföras, och vem de kan vända sig till för att få hjälp och stöd för att utföra arbetet.

source: The employer shall, in addition, ensure that the employees know what authority they have according to Points 1–5.
sv: Arbetsgivaren ska därutöver säkerställa att arbetstagarna känner till vilka befogenheter de har enligt punkterna 1–5.

source: General recommendations: Through continually reviewing Points 1–5, it will be possible to prevent unnecessary demands and burdens on the employees.
sv: Allmänna råd: Genom att fortlöpande gå igenom punkterna 1–5 blir det möjligt att förebygga onödiga krav och belastningar på arbetstagarna.

source: It may be suitable to communicate the points collectively to employees who share responsibilities and work tasks, in order to facilitate collaboration.
sv: Det kan vara lämpligt att kommunicera punkterna gemensamt till arbetstagare som delar ansvar och arbetsuppgifter för att på så vis underlätta samarbete.

source: The employer should create opportunities for the employees to inform the employer of any ambiguities concerning the points.
sv: Arbetsgivaren bör skapa möjligheter för arbetstagarna att uppmärksamma arbetsgivaren på eventuella oklarheter som rör punkterna.

source: It is important that the employer take into account the employees’ differing prerequisites as regards communicating.
sv: Det är viktigt att arbetsgivaren tar hänsyn till arbetstagarnas olika förutsättningar när det gäller att kommunicera.

source: In work where support and help from colleagues cannot be arranged, the employer should make sure that managers, supervisors or other designated person are available for help and support.
sv: I arbeten där stöd och hjälp från kollegor inte går att ordna bör arbetsgivaren se till att chefer, arbetsledare eller annan utsedd person är tillgängliga för hjälp och stöd.

source: § The employer shall take measures in order to counteract work tasks and situations that are severely mentally stressful leading to ill health among the employees.
sv: § Arbetsgivaren ska vidta åtgärder för att motverka att arbetsuppgifter och arbetssituationer som är starkt psykiskt påfrestande leder till ohälsa hos arbetstagarna.

source: General recommendations: Examples of work tasks and work situations that could be severely mentally stressful are treating people in difficult situations, being subjected to trauma, solving conflicts, and making difficult decisions that include ethical dilemmas under pressure.
sv: Allmänna råd: Exempel på arbetsuppgifter och arbetssituationer som kan vara starkt psykiskt påfrestande är att bemöta människor i svåra situationer, utsättas för trauman, lösa konflikter, fatta svåra beslut under press där också etiska dilemman ingår.

source: Examples of measures that should be considered in connection with severely mentally stressful work, apart from those indicated in the recommendations for Section 9, are:
sv: Exempel på åtgärder som bör övervägas vid starkt psykiskt påfrestande arbete, utöver de som framgår av råden till 9 §, är

source: regular support from counselors or access to other experts in the field;
sv: regelbundet stöd av handledare eller tillgång till annan expert inom området,

source: special informational and training efforts;
sv: särskilda informations- och utbildningsinsatser,

source: It is important that the employer create prerequisites for employees to notify the employer about particularly stressful working conditions.
sv: Det är viktigt att arbetsgivaren skapar förutsättningar för arbetstagarna att uppmärksamma arbetsgivaren på särskilt påfrestande arbetsförhållanden.

source: § The employer shall take any steps necessary in order to counteract scheduling of working hours leading to ill health among the employees.
sv: § Arbetsgivaren ska vidta de åtgärder som behövs för att motverka att arbetstidens förläggning leder till ohälsa hos arbetstagarna.

source: General recommendations: During planning of the work the employer should already be taking into account how the scheduling of working hours could have an effect on employees’ health.
sv: Allmänna råd: Arbetsgivaren bör redan vid planeringen av arbetet ta hänsyn till hur arbetstidens förläggning kan inverka på arbetstagarnas hälsa.

source: Examples of scheduling of working hours that could result in risks for ill health are:
sv: Exempel på förläggning av arbetstider som kan medföra risker för ohälsa är

source: shift work;
sv: skiftarbete,

source: night work;
sv: arbete nattetid,

source: split shifts;
sv: delade arbetspass,

source: large extent of overtime work;
sv: stor omfattning av övertidsarbete,

source: long work shifts; and far-reaching possibilities of having to work at different times and places, with expectations of being constantly reachable.
sv: långa arbetspass, och långtgående möjligheter att utföra arbete på olika tider och platser med förväntningar på att vara ständigt nåbar.

source: The employer should take particular notice of opportunities for rest and recovery.
sv: Arbetsgivaren bör särskilt uppmärksamma möjligheterna till återhämtning.

source: The employer should also take into account that scheduling of working hours influences the risk of accidents.
sv: Arbetsgivaren bör även ta hänsyn till att arbetstidens förläggning påverkar risken för olyckor.

source: The Working Hours Act (SFS 1982:673) indicates limits for how many hours, at most, an employee may work, and what rest periods they must have at the very least.
sv: I arbetstidslagen (1982:673) anges gränser för hur många timmar arbetstagare som mest får arbeta och vilka viloperioder de minst ska ha.

source: The Working Hours Act thereby
sv: AFS 2015:4

source: 1 indicates the maximum limits for working hours, but contains no rules on how the employer is to take the scheduling of working hours into account in work environment management.
sv: tiden men innehåller inga regler om hur arbetsgivaren ska ta hänsyn till arbetstidens förläggning i arbetsmiljöarbetet.

source: The employer shall take actions to counteract conditions in the work environment that could give rise to victimization.
sv: Arbetsgivaren ska vidta åtgärder för att motverka förhållanden i arbetsmiljön som kan ge upphov till kränkande särbehandling.

source: General recommendations: This clarification is best done in a written policy.
sv: Allmänna råd: Klargörandet kan lämpligen göras skriftligen i en poli- cy.

source: Managers and supervisory staff have a particular responsibility as regards preventing, noticing and dealing with victimization.
sv: Chefer och arbetsledande personal har ett särskilt ansvar när det gäller att förebygga, uppmärksamma och hantera kränkande särbehandling.

source: It is therefore important that they fulfill the knowledge requirements in Section 6.
sv: Det är därför viktigt att de uppfyller kunskapskraven i 6 §.

source: Collective work around treatment and conduct can contribute to counteracting victimization.
sv: Ett gemensamt arbete kring bemötande och uppträdande kan bidra till att motverka kränkande särbehandling.

source: Examples of conditions in operations that are important to pay attention to are conflicts, workloads, allocation of work, conditions for collaboration, and consequences of changes.
sv: Exempel på förhållanden i verksamheten som är viktiga att vara uppmärksam på är konflikter, arbetsbelastning, arbetsfördelning, förutsättningar för samarbete och konsekvenser av förändringar.

source: § The employer shall see to it that there are procedures for how victimization is to be handled.
sv: § Arbetsgivaren ska se till att det finns rutiner för hur kränkande särbehandling ska hanteras.

source: The procedures should indicate
sv: Av rutinerna ska det framgå

source: who receives information that victimization is occurring;
sv: vem som tar emot information om att kränkande särbehandling förekommer,

source: what happens with the information, what the recipient is to do; and how and where those who are subjected to it can quickly find help.
sv: vad som händer med informationen, vad mottagaren ska göra, och hur och var de som är utsatta snabbt kan få hjälp.

source: The employer shall make the procedures known to all employees.
sv: Arbetsgivaren ska göra rutinerna kända för alla arbetstagare.

source: General recommendations: Normally, victimization is reported to a manager when the person affected has not succeeded in the situation on their own.
sv: Allmänna råd: Vanligtvis rapporteras kränkande särbehandling till en chef när berörda inte på egen hand lyckats reda upp situationen.

source: If the employee cannot turn to their immediate manager, they can turn to a manager further up.
sv: Om arbetstagaren inte kan vända sig till sin närmaste chef kan arbetstagaren vända sig till en högre chef.

source: In addition, the employee can turn to a safety representative.
sv: Arbetstagare kan dessutom vända sig till skyddsombud.

source: There may be a need to intervene quickly and assess the situation in order to prevent it from deteriorating, and to ensure that Point 3 is dealt with.
sv: Det kan finnas behov av att ingripa snabbt och göra en bedömning av situationen för att förhindra att den förvärras och se till att punkt 3 är ombesörjd.

source: The employer can give occupational health services or another specialist the task of providing support and help.
sv: Arbetsgivaren kan ge företagshälsovård eller annan sakkunnig uppdraget att ge stöd och hjälp.

source: In Swedish Work Authority provisions on systematic work environment management, there are regulations that if any employee meets with ill health or an accident at work, and if any serious incident
sv: I Arbetsmiljöverkets föreskrifter om systematiskt arbetsmiljöarbete finns regler om att om någon arbetstagare råkar ut för ohälsa eller olycksfall i arbetet och om något allvarligt tillbud inträffar i arbetet,

source: A deficient investigation process as regards victimization may be harmful from a work environment and a health viewpoint.
sv: Ett undermåligt utredningsförfarande när det gäller kränkande särbehandling kan vara skadligt både ur arbetsmiljö- och hälsosynpunkt.

source: The person conducting an investigation should therefore have sufficient competence, have the opportunity to act impartially, and have the trust of those involved.
sv: Den som genomför en utredning bör därför ha tillräcklig kompetens, möjlighet att agera opartiskt och ha de berördas förtroende.

source: The purpose of work environment legislation is to prevent ill health and accidents, and does not regulate issues of compensation and guilt.
sv: Arbetsmiljölagstiftningens ändamål är att förebygga ohälsa och olycksfall och reglerar inte frågor om kompensation och skuld.

source: An employee organisation or legal representative can provide legal help.
sv: En arbetstagarorganisation eller juridiskt ombud kan ge juridisk hjälp.

source: This statute enters into force on 31st March, 2016.
sv: Denna författning träder i kraft den 31 mars 2016.

source: Through this statute the following are repealed:
sv: Genom denna författning upphävs

source: National Board of Safety and Health general recommendations (AFS 1980:14) on mental and social aspects of the work environment;
sv: Arbetarskyddsstyrelsens allmänna råd (AFS 1980:14) om psykiska och sociala aspekter på arbetsmiljön,

source: National Board of Safety and Health provisions (AFS 1990:18) on nursing care work in individual homes; and
sv: Arbetarskyddsstyrelsens föreskrifter (AFS 1990:18) om omvårdnads- arbete i enskilt hem, och

source: National Board of Safety and Health provisions (AFS 1993:17) on victimization in working life.
sv: Arbetarskyddsstyrelsens föreskrifter (AFS 1993:17) om kränkande särbehandling i arbetslivet.

source: List of contents
sv: Tillämpningsområde

source: Personal protective equipment 6
sv: Personlig skyddsutrustning

source: Personal hygiene 6
sv: Personlig hygien

source: Spreading of pesticides in greenhouses or on other premises 6
sv: Spridning av bekämpningsmedel i växthus eller annan lokal

source: Spreading of pesticides in gaseous form 6
sv: Spridning av bekämpningsmedel i gasform

source: Storage and packaging 15
sv: (AFS 2012:6)

source: Section 1
sv: (AFS 2012:6)

source: The Provisions also apply to work with products which are closely allied to pesticides and for which the National Chemicals Inspectorate, by authority of Section 2 of the Pesticides Ordinance (SFS 1998:947), has prescribed that the stipulations concerning pesticides shall apply.
sv: På det arbetsställe där bekämpningsmedlet ska användas finns minst en person som genomgått en av Arbetsmiljöverket anordnad utbildning för aktuell bekämpningsmedelsanvändning och därvid erhållit ett av Arbetsmiljöverket utfärdat utbildningsbevis.

source: AFS 1998:6
sv: AFS 1998:6 5

source: The protective measures needed in view of the composition of the product shall be taken.
sv: – hur den personliga skyddsutrustning som behövs vid arbetet ska användas och skötas.

source: Special Provisions on permission to use Class 1 pesticides for the treatment of wood and concerning knowledge requirements for the use of such pesticides
sv: Särskilda föreskrifter om tillstånd att använda bekämpningsmedel klass 1 för antifoulingbehandling och om kunskapskrav vid användning av sådana medel

source: Section 11
sv: (AFS 2012:6)

source: Section 12
sv: AFS 1998:6 6

source: Such a training certificate may not, however, be more than five years old.
sv: Ett sådant utbildningsbevis får dock vara högst fem år gammalt.

source: Section 13
sv: (AFS 2012:6)

source: The name of the person or persons at the workplace holding a training certificate not more than five years old, together with a description of their duties.
sv: 20 § Bestämmelser om ansvar på grund av överträdelse av 12–14 §§ och 17–19 §§ finns i 29 kap. miljöbalken.

source: The time for which permission is requested.
sv: AFS 1998:6

source: Section 15
sv: AFS 2000:29

source: Section 16
sv: AFS 1998:6 7

source: Section 17
sv: Bakgrund

source: Entry into force and interim provisions
sv: Dessa medel får tilläggsbeteckningen ASS.

source: These Provisions enter into force on 1st March 1999.
sv: De olika tillståndsmyndigheterna fastställer dessa kunskapskrav.

source: The Provisions on Pesticides contain supplementary rules on the handling of pesticides.
sv: Bekämpningsmedel används för att bekämpa levande organismer.

source: The pesticide is approved for use only within a specified field of application.
sv: Bekämpningsmedel kan tas upp i kroppen framför allt genom hudkontakt och inandning.

source: In certain cases an application method is also prescribed.
sv: Det kan också ske genom oavsiktlig förtäring.

source: It follows from Chap. 14, Section 13 of the Environmental Code that all other use is prohibited.
sv: Upptag genom huden är för vissa medel av stor betydelse för risken för ohälsa.

source: The choice of pesticide also has an important bearing on risk reduction.
sv: Bekämpningsmedelsförpackningens utformning har också betydelse för riskerna att utsättas för bekämpningsmedel.

source: Good ventilation is essential when handling pesticides indoors.
sv: Vid hantering av bekämpningsmedel inomhus är det väsentligt att lokalen har god ventilation.

source: Information and training
sv: Information och utbildning

source: Chap. 3 of the Work Environment Act requires the employer among other things to inform his employees of the hazards which the work may entail.
sv: Enligt 3 kap arbetsmiljölagen ska arbetsgivaren bl.a. informera sina anställda om riskerna med

source: The employer shall also make sure that the employees have received sufficient training and acquired sufficient knowledge for the avoidance of risks.
sv: Arbetsgivaren ska också förvissa sig om att de anställda har tillräcklig utbildning och tillräckliga kunskaper för att undvika riskerna.

source: Among other things, the employee shall comply with safety instructions given.
sv: Arbetstagaren skall bl.a. följa givna skyddsinstruktioner.

source: Special knowledge requirements apply to the use of pesticides referred to Class 1.
sv: Användningen av bekämpningsmedel som hänförs till klass 1 är förenad med särskilda kunskapskrav.

source: Similar rules apply to Authorisation Class 2L pesticides.
sv: Motsvarande gäller för bekämpningsmedel i behörighetsklass 2L.

source: A person meeting the knowledge requirements can, however, need supplementary training or information, depending on conditions at his or her workplace.
sv: Den som uppfyller kunskapskraven kan dock behöva kompletterande utbildning eller information med hänsyn till förhållandena på det egna arbetsstället.

source: Information about risks and safety precautions (including the personal protective equipment needed) is to be found, for example, in the labelling on the pesticide packaging and in safety data sheets which have to be provided by the supplier.
sv: Information om risker och skyddsåtgärder (inklusive vilken personlig skyddsutrustning som behövs) finns bl.a. i märkningen på bekämpningsmedlets förpackning och i varuinformationsblad som ska tillhandahållas av leverantören.

source: Further information about risks and safety precautions is obtainable from the supplier of the pesticide or in certain cases in the form of data sheets published by the National Chemicals Inspectorate.
sv: Ytterligare information om risker och skyddsåtgärder kan fås från leverantören av bekämpningsmedlet eller i vissa fall i Kemikalieinspektionens ämnesblad.

source: The Dangerous Substances Ordinance (AFS 1994:2) issued by the National Board of Occupational Safety and Health contains rules on the duty of the employer to have a good knowledge of a dangerous substance occurring at the workplace and concerning the employer’s duty of information towards the employees.
sv: I Arbetsmiljöverkets föreskrifter om kemiska arbetsmiljörisker finns regler om arbetsgivarens skyldighet att ha god kännedom om farligt ämne som förekommer på arbetsstället och om arbetsgivarens informationsansvar gentemot arbetstagarna.

source: In addition to information about risks and protection, the employee may also need handling and safety instructions; see the Dangerous Substances Provisions (AFS 1994:2) of the National Board of Occupational Safety and Health.
sv: Utöver risk- och skyddsinformation kan arbetstagaren också behöva hanterings- och skyddsinstruktioner, se Arbetsmiljöverkets föreskrifter om kemiska arbetsmiljörisker.

source: It is important that a storage space for pesticides should be designed in such a way that it can be kept tidy.
sv: Det är viktigt att ett förvaringsutrymme för bekämpningsmedel är utformat så att det går att hålla god ordning.

source: It is also important that the space should be well-ventilated and kept clean.
sv: Det är också viktigt att utrymmet har god ventilation och att det hålls rent.

source: There should be no drain in the floor.
sv: Det bör ha avloppslöst golv.

source: It is an advantage if spillage disposal instructions can be posted in the space.
sv: Det är bra om det finns angivet i utrymmet hur eventuellt spill ska tas om hand.

source: Pesticides need to be stored separately from other products.
sv: Bekämpningsmedel bör förvaras avskilt från andra varor.

source: In certain cases they may need to be kept under lock and key.
sv: I vissa fall kan det vara nödvändigt att hålla medlen inlåsta.

source: Pesticides should not be stored on premises frequented by human beings.
sv: Bekämpningsmedel bör inte förvaras i lokaler där människor vistas.

source: Pesticides whose approval has expired and which may no longer be used should not be stored together with permissible substances.
sv: Bekämpningsmedel, som godkännandet har upphört för, och som inte längre får användas, bör inte förvaras ihop med tillåtna medel.

source: The appropriate course is for the substances no longer permitted to be sent for destruction.
sv: Det är lämpligt att de icke längre tillåtna medlen lämnas till destruktion.

source: It is important that packaging and containers for pesticides should be designed so as to minimise the risk of splashing and spillage during mixing and filling operations.
sv: Det är viktigt att förpackning och behållare för bekämpningsmedel är utformade så att risken för stänk och spill vid tillblandning och påfyllning blir så liten som möjligt.

source: An effort should, for example, be made to avoid packagings from which it is difficult to pour steadily, if they can be avoided without compromising efforts to choose the pesticides entailing least risk.
sv: Man bör t.ex. försöka undvika förpackningar som lätt skvimpar när man skall hälla ur dem, om detta är möjligt utan att göra avkall på strävan att välja de medel som medför minst risker.

source: Dosing is made easier if a jerrican is provided with a dosing scale.
sv: Dosering underlättas om en dunk är försedd med doseringsskala.

source: Watersoluble batch packs, for example, may be a good alternative when pesticides are being handled in small quantities.
sv: Vid hantering av bekämpningsmedel i små mängder kan t.ex. vattenlösliga portionsförpackningar vara ett bra alternativ.

source: It is important that the packaging material should be resistant to the stresses which may be involved, e.g. external mechanical interference, humidity or extremes of temperature.
sv: Det är viktigt att förpackningsmaterialet är sådant att det tål de påfrestningar som kan bli aktuella t.ex. mekanisk yttre påverkan, fuktighet, hög eller låg temperatur.

source: It is important to be able to open the original packaging without damaging it.
sv: Det är viktigt att man kan öppna ursprungsförpackningen så att den inte skadas.

source: The packaging should be designed in such a way that it can be re-sealed without difficulty.
sv: Förpackningen bör vara utformad så att den lätt kan återförslutas.

source: It is also important that the packaging should be easy to empty.
sv: Det är också viktigt att förpackningen går lätt att tömma.

source: There are various dosing aids which can facilitate dosing, e.g. a suction-pipe spear.
sv: Det finns olika doseringshjälpmedel som kan underlätta doseringen, t.ex. ett sugspjut.

source: Filling is made easier by an induction hopper.
sv: En preparatfyllare underlättar påfyllningen.

source: The emptying of packagings can be made easier by a rinsing system for jerricans and plastic bags, available as an accessory to the induction hopper.
sv: Tömning av förpackningen kan underlättas av en emballagetvätt för dunkar och plastpåsar som kan köpas som tillbehör till preparatfyllaren.

source: When pesticides are being carried, it is important that the driving and passenger compartment be segregated from the load space.
sv: Vid transport av bekämpningsmedel är det viktigt att förar- och passagerarutrymmet är avskilt från förvaringsutrymmet.

source: Otherwise air containing pesticide is liable to enter the cab.
sv: Luft som innehåller bekämpningsmedel kan annars komma in i förarutrymmet.

source: It is also important that packagings and equipment should be secured so that they cannot fall over or shift.
sv: Det är också viktigt att förpackningar och utrustning är säkrade så att de inte kan ramla omkull eller förskjutas.

source: Recommendations for special instances
sv: Råd i speciella fall

source: Spraying
sv: Sprutning
